{
  "sa-voice-title-1": "Voices",
  "sa-voice-title-2": "from Student Ambassadors",
  "sa-voice-desc-Csaba": "Being a BNB Chain Student Ambassador has enriched my life with the most significant amount of Web3 and crypto knowledge a student can learn. While having fun at events, I also enjoy the exclusive perks that a Student Ambassador receives.",
  "sa-voice-desc-Kenzi": "BNB Chain gave me an outstanding opportunity to become a part of this rapidly growing Blockchain and crypto world. As a BNB Chain student ambassador, I got an excellent chance to be surrounded by professionals.",
  "sa-voice-desc-Faizan": "Blockchain tech bringing significant changes in many different fields for better future and it’s been a privilege for me to be the student ambassador of BNBChain. Let’s Educate for better tomorrow.",
  "sa-benefit-title-1": "Benefits",
  "sa-benefit-title-2": "of becoming a BNB Student Ambassador?",
  "sa-benefit-desc-1": "Get exclusive invites to all our events, either as a privileged guest or organizer.",
  "sa-benefit-desc-2": "Receive special access to members of the BNB Chain team and get invited to special BNB Chain Student Ambassador meet-ups featuring senior BNB Chain team members alongside our global Student Ambassador community. ",
  "sa-benefit-desc-3": "You’ll also receive limited-edition gifts, made exclusively for BNB Chain Student Ambassadors.",
  "sa-benefit-desc-4": "Join the internship program and eventually join BNBChain as Full time employee.",
  "sa-benefit-desc-5": "Your feedback and suggestions will help shape the future of Web3",
  "sa-reason-title-1": "Why",
  "sa-reason-title-2": "should you apply?",
  "sa-banner-title-1": "BNB Chain",
  "sa-banner-title-2": "Student Ambassador",
  "sa-banner-desc": "The torch-bearers of our community that lead young students into learning and using the BNB Chain platform",
  "sa-banner-button-become": "Become Student Ambassador",
  "sa-video-join": "JOIN US",
  "sa-video-title": "Build the community, and let the community Build, ’n Build!",
  "sa-become-student-ambassador": "Become a BNB Chain Student Ambassador",
  "sa-become-student-ambassador-desc": "Our Student Ambassador Program gives you a platform and frameworks to advance the blockchain and Web3 . You’ll have the opportunity to build authentic relationships and connect to a global community of Web3 developers and BNBChain ecosystems. If you’re interested in becoming a BNB Chain Student Ambassador, Join US today!",
  "sa-become-building-force": "Become the Building Force of an Innovative Tomorrow",
  "sa-become-building-force-desc": "As Student Ambassadors, you will join the building force to",
  "sa-become-web3": "Web3",
  "sa-become-web3-desc": "Learn/educate new Web3 programing skills",
  "sa-become-community": "Community",
  "sa-become-community-desc": "Build strong Web3 community",
  "sa-become-events": "Events",
  "sa-become-events-desc": "Organize online or offline hackathons or meetups"
}
